import type { Metadata } from 'next'
import Head from 'next/head'


export const metadata: Metadata = {
    title: 'D2D.GE: ბლოგები',
    description: 'ახალი სიახლეებს და სტატიები. გაიგეთ საუკეთესო რჩევები და საუკეთესო პრაქტიკები საქართველოში.',
    keywords: ['ბლოგის პოსტი',
        "სტატია",
        "შინაარსი",
        "ინფორმაცია",
        'რჩევები',
        'როგორ',
        "მეგზური",
        "ტუტორიალი",
        "საუკეთესო პრაქტიკა",
        "გააზრება",
        "სტრატეგიები",
        "რესურსები",
        "მიმოხილვები",
        "ანალიზი",
        'იდეები',
        "უახლესი ტენდენციები",
        "ინდუსტრიის სიახლეები",
        "განახლებები",
        "საქმის შესწავლა",
        'კვლევა',
        'ექსპერტის რჩევა',
        "მოსაზრებები",
        "ინტერვიუ",
        'წარმატების ისტორიები',
        "მაგალითები",
        "ინსტრუმენტები",
        'ტექნიკა',
        "სარგებელი",
        "საერთო შეცდომები",
        "გადაწყვეტილებები",
        'FAQ',
        "შედარება",
        "ინფოგრაფიკა",
        'ინფორმატიული',
        "მიმოხილვა",
        "სწრაფი რჩევები",
        "დეტალური ახსნა",
        'ნაბიჯ - ნაბიჯ',
        "დამწყებთათვის სახელმძღვანელო",
        'მოწინავე',
        'უნდა წაიკითხო',
        "საკვანძო წაღებები",
        "რესურსები",
        "ინდუსტრიის შეხედულებები",
        'როგორ მუშაობს',
        'faq',
        "მითები",
        "ფაქტები",
        "ისტორია",
        'გავლენა',
        "გამოწვევები",
        "წარმატების ფაქტორები",
        "ინოვაცია",
        'ახალი ამბები',
        "მომავალი ტენდენციები",
        "მომავალი",
        "ნასწავლი გაკვეთილები",
        "საქმის შესწავლა",
        'წარმატების ისტორიები',
        "ციტატები",
        "პროფესიული რჩევები",
        "ექსპერტების მოსაზრებები",
        "კვლევის დასკვნები",
        "ძირითადი მიზეზები",
        "ჩვეულებრივი მცდარი წარმოდგენები",
        "მიმოხილვა",
        "საბოლოო სახელმძღვანელო",
        "ინფოგრაფიკა",
        "შემოწმების სია",
        "თარგი",
        "რესურსები",
        "ჩამოტვირთვადი",
        'თეთრი ქაღალდი',
        "ელწიგნი",
        "პოდკასტი",
        'ვიდეო',
        "ვებინარი",
        "მოვლენა",
        "გამოკითხვა",
        'გამოკითხვა',
        "ინტერვიუ",
        'თავის მოყრა',
        "რეზიუმე",
        'შემაჯამებელი',
        'მიმოხილვა',
        "არეკვლა",
        "აზრის ნაჭერი",
        "აზროვნების ლიდერობა",
        "ანალიზი",
        'შთაგონების',
        'მოტივაცია',
        'პირადი გამოცდილება',
        "მოგზაურობა",
        'რჩევები',
        "ციტატები",
    ],
};


export default async function RootLayout({
    children,


}: {
    children: React.ReactNode
}) {


    return (
        <>

            <div className='p-20'>
                {children}
            </div>

        </>

    )
}
