export function TypographyDemo() {
    return (
        <div>
            <h1 className="scroll-m-20 text-4xl font-extrabold tracking-tight lg:text-5xl">
                კონფიდენციალურობის პირობები
            </h1>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                ვებგვერდზე www.D2D.Ge-ზე ვიზიტის დროს ვალდებული ხართ გაეცნოთ ჩვენს კონფიდენციალურობის პოლიტიკას. შესაძლებელია წინამდებარე კონფიდენციალურობის პოლიტიკაში განხორციელდეს ცვლილებები და დამატებები, შესაბამისად D2D.GE მოგიწოდებთ, რომ პერიოდულად გადაამოწმოთ კონფიდენციალურობის პოლიტიკა.

                მომხმარებელი, რომელიც D2D.GE-ს საკუთარი სურვილით მიაწოდებს პერსონალური ხასიათის ინფორმაციას, ის ავტომატურად ანიჭებს უფლებამოსილებას D2D.GE-ს გამოიყენოს მომხმარებლის პერსონალური მონაცემები შენახვისა და დამუშავების მიზნით.

                წინამდებარე კონფიდენციალურობის პოლიტიკა განსაზღვრავს D2D.GE-ის მომხმარებელთა პერსონალური ხასიათის მონაცემების დამუშავების წესს, მიზნებს, გამოყენებისა და შენახვის პირობებს. „პერსონალურ მონაცემთა დაცვის შესახებ“ საქართველოს კანონის საფუძველზე, D2D.GE-ის მიზანია მომხმარებლის პერსონალური მონაცემების დაცვა.

                წინამდებარე დოკუმენტი (კონფიდენციალურობის პოლიტიკა) წარმოადგენს D2D.GE-ის ვებგვერდით სარგებლობის წესებისა და პირობების განუყოფელ ნაწილს, რომელიც არის ორმხრივი მავალდებულებელი დოკუმენტი.
            </p>

            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                ტერმინთა განმარტება

            </h3>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                წინამდებარე დოკუმენტში გამოყენებულ ტერმინებს აქვს შემდეგი მნიშვნელობა:

            </p>
            <ul className="my-6 ml-6 list-disc [&>li]:mt-2">
                <li>D2D.GE (შემდგომში „ჩვენ“, „ჩვენი“, „ვებგვერდი“) - საქართველოს კანონმდებლობის შესაბამისად დაფუძნებული შპს „სახელი ტესტ“, საიდენტიფიკაციო კოდი (12345678), რეგისტრირებული: ქ. თბილისი, გიორგი სააკაძე ქუჩა N11111ბ, N4ა.</li>
                <li>პერსონალური მონაცემი - ნებისმიერი ინფორმაცია, რომელიც უკავშირდება იდენტიფიცირებულ ან იდენტიფიცირებად ფიზიკურ პირს.</li>
                <li>მონაცემთა დამუშავება - ავტომატური, ნახევრად ავტომატური ან არაავტომატური საშუალებების გამოყენებით მონაცემთა მიმართ შესრულებული ნებისმიერი მოქმედება.</li>
                <li>მონაცემთა სუბიექტი (შემდგომში მომხმარებელი) - ნებისმიერი ფიზიკური პირი, რომლის შესახებაც მუშავდება მონაცემები.</li>
                <li> მომხმარებლის თანხმობა - წინამდებარე დოკუმენტის მომხმარებლის მიერ გაცნობისა და მისი პერსონალური ხასიათის მონაცემების დამუშავების შესახებ გამოხატული ნება.</li>
                <li>მესამე პირი - ნებისმიერი ფიზიკური ან იურიდიული პირი, საჯარო დაწესებულება.</li>
                <li>პირდაპირი მარკეტინგი - ფოსტის, სატელეფონო ზარების, ელექტრონული ფოსტის ან სხვა ნებისმიერი სატელეკომუნიკაციო საშუალებით საქონლის, მომსახურების შეთავაზება.</li>
            </ul>

            {/* <h2 className="mt-10 scroll-m-20 border-b pb-2 text-3xl font-semibold tracking-tight transition-colors first:mt-0">
                The King's Plan
            </h2>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                The king thought long and hard, and finally came up with{" "}
                <a
                    href="#"
                    className="font-medium text-primary underline underline-offset-4"
                >
                    a brilliant plan
                </a>
                : he would tax the jokes in the kingdom.
            </p>
            <blockquote className="mt-6 border-l-2 pl-6 italic">
                "After all," he said, "everyone enjoys a good joke, so it's only fair
                that they should pay for the privilege."
            </blockquote> */}

            {/* <p className="leading-7 [&:not(:first-child)]:mt-6">
                As a result, people stopped telling jokes, and the kingdom fell into a
                gloom. But there was one person who refused to let the king's
                foolishness get him down: a court jester named Jokester.
            </p> */}
            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                თანხმობა
            </h3>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                D2D.GE-ის ვებგვერდით სარგებლობა მიიჩნევა მომხმარებლის მიერ კონფიდენციალურობის პოლიტიკის თაობაზე თანხმობად. შესაბამისად, D2D.GE-ს მომხმარებელი ანიჭებს უფლებას დაამუშაოს, შეინახოს და გამოიყენოს მომხმარებლის მიერ მიწოდებული პერსონალური ხასიათის ინფორმაცია.
            </p>

            <p className="leading-7 [&:not(:first-child)]:mt-6">
                აღნიშნული ინფორმაცია D2D.GE-ის მიერ გამოყენებული იქნება მომსახურების გაწევის მიზნებიდან გამომდინარე მოქმედი კანონმდებლობის გათვალისწინებით.
            </p>
            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                მონაცემთა დამუშავების საფუძვლები
            </h3>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                D2D.GE მომხმარებლის პერსონალურ მონაცემებს დაამუშავებს, თუ:
            </p>
            <ul className="my-6 ml-6 list-disc [&>li]:mt-2">
                <li>არსებობს მომხმარებლის თანხმობა.</li>
                <li>მონაცემთა დამუშავება საჭიროა D2D.GE-ის მიერ, მისთვის კანონმდებლობით დაკისრებული მოვალეობების შესასრულებლად.
                </li>
                <li>მონაცემთა დამუშავება აუცილებელია მომხმარებლისათვის მომსახურების გასაწევად.
                </li>
            </ul>
            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                მომხმარებლის პერსონალური მონაცემების დამუშავების მიზანი
            </h3>
            <ul className="my-6 ml-6 list-disc [&>li]:mt-2">
                <li> D2D.GE-ის მომსახურების ხარისხის გაუმჯობესება
                </li>
                <li> D2D.GE-ის კანონისმიერი ვალდებულებების ჯეროვნად შესრულება;
                </li>
                <li>მომხმარებლის მიერ წაყენებული პრეტენზიების აღმოფხვრა;
                </li>
                <li> მომხმარებლის მიერ ვებგვერდზე გამოვლენილი აქტივობების მონიტორინგი;
                </li>
                <li> D2D.GE-ზე განახლებული მონაცემების მომხმარებლებისათვის შეტყობინება;
                </li>
                <li>მომხმარებელთან ეფექტური კომუნიკაცია;
                </li>
                <li>მომხმარებლის მიერ უკუკავშირის დამყარება;
                </li>
                <li>D2D.GE-ის მიერ დანერგილი სიახლეების დატესტვა;
                </li>
                <li> ვებგვერდზე ახალი პროდუქტებისა და სიახლეების დანერგვა;
                </li>
                <li> მომხმარებლების იმ ჯგუფთა განსაზღვრა, რომელთათვის უნდა განხორციელდეს სიახლეების შეთავაზება;
                </li>
                <li> მარკეტინგული და სხვა სახის აქტივობების განხორციელება;
                </li>
                <li> მომხმარებლის მიერ განხორციელებული შესყიდვების თაობაზე ინფორმაციის მიწოდება;
                </li>
                <li>მომხმარებლის მიერ ფულადი ვალდებულების შესრულების თაობაზე უფლებამოსილი მესამე პირისგან ინფორმაციის მიღება;
                </li>
                <li>D2D.GE-ის სისტემის არამართლზომიერი გამოყენების პრევენცია;
                </li>
                <li>საქართველოს სისხლის სამართლის კოდექსით გათვალისწინებული დანაშაულის პრევენცია;
                </li>
                <li> სახელმწიფო კომპეტენტური ორგანოებისათვის მიწოდება;
                </li>
                <li> კანონიერი ინტერესების დაცვა;
                </li>
                <li> D2D.GE-ისთვის პერსონალურ მონაცემთა დაცვის შესახებ საქართველოს კანონით მინიჭებული სხვა ლეგიტიმური მიზანი.
                </li>
            </ul>
            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                მომხმარებლის პერსონალური მონაცემების დამუშავების მიზანი
            </h3>

            <p className="leading-7 [&:not(:first-child)]:mt-6">
                მომხმარებელს უფლება აქვს D2D.GE-ს მოსთხოვოს მონაცემთა დამუშავების შესახებ შემდეგი ინფორმაცია:
            </p>
            <ul className="my-6 ml-6 list-disc [&>li]:mt-2">
                <li>მომხმარებლის შესახებ რომელი მონაცემები მუშავდება D2D.GE-ის მიერ;
                </li>

                <li>მონაცემთა დამუშავების მიზანი;
                </li>
                <li> მონაცემთა დამუშავების სამართლებრივი საფუძველი;
                </li>
                <li> რა გზით შეგროვდა მონაცემები;
                </li>
                <li>ვისზე გაიცა მომხმარებლის შესახებ მონაცემები, მონაცემთა გაცემის საფუძველი და მიზანი;
                </li>
            </ul>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                მომხმარებლის მიერ მოთხოვნის შემთხვევაში D2D.GE ვალდებულია გაასწოროს, განაახლოს, დაამატოს, დაბლოკოს, წაშალოს ან გაანადგუროს მონაცემები, თუ ისინი არასრულია, არაზუსტია, არ არის განახლებული ან თუ მათი შეგროვება და დამუშავება განხორციელდა კანონის მოთხოვნათა დარღვევით.

                მომხმარებელი უფლებამოსილია პერსონალურ მონაცემთა დაცვის შესახებ საქართველოს კანონით გათვალისწინებული უფლებების დარღვევის შემთხვევაში მიმართოს სახელმწიფო ინსპექტორის სამსახურს ან სასამართლოს.

                მომხმარებელს უფლება აქვს, ნებისმიერ დროს განაცხადოს უარი მის მიერ D2D.GE-ისათვის მიცემულ თანხმობაზე და მოითხოვოს მონაცემთა დამუშავების შეწყვეტა ან/და დამუშავებული მონაცემების განადგურება.
            </p>

            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                მომხმარებლის ვალდებულება
            </h3>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                მომხმარებელი ვალდებულია D2D.GE-ს მის შესახებ მიაწოდოს სრულყოფილი და სწორი ინფორმაცია შემდგომში მომსახურების მიღების მიზნით. აღნიშნული ვალდებულება ასევე ვრცელდება მომხმარებლის მიერ მიწოდებული ინფორმაციის ცვლილებებზე.
            </p>

            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                D2D.GE-ის ვებგვერდის გამოყენების პირობები
            </h3>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                მომხმარებლის მიერ D2D.GE-ის ვებგვერდის გამოყენებით მომხმარებელი აცხადებს თანხმობას D2D.GE-ის მიერ მისი პერსონალური მონაცემებისა და მზა ჩანაწერების (Cookies) შენახვასა და დამუშავებაზე.
            </p>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                მომხმარებელი ვალდებულია D2D.GE-ს მიაწოდოს სრული და სწორი ინფორმაცია, ცვლილების შემთხვევაში განაახლოს მის მიერ მიწოდებული ინფორმაცია.
            </p>

            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                არასრულწლოვანი პირი
            </h3>

            <p className="leading-7 [&:not(:first-child)]:mt-6">
                D2D.GE მოკლებულია შესაძლებლობას გადაამოწმოს მომხმარებლის მიერ მითითებული ინფორმაციის უტყუარობა და სისწორე, მათ შორის, მომხმარებლის ასაკი. თუ ცნობილი გახდება, რომ ინფორმაციის მომწოდებელი პირი არ არის სრულწლოვანი, D2D.GE უფლებამოსილია არ გაითვალისწინოს არასრულწლოვანი პირის მიერ მოწოდებული ინფორმაცია. თუ თქვენთვის ცნობილი გახდა, რომ D2D.GE-ზე რეგისტრირებული პირი არ არის სრულწლოვანი და არ აქვს კანონიერი წარმომადგენლის თანხმობა ვებგვერდით სარგებლობასთან დაკავშირებით, გთხოვთ გვაცნობოთ აღნიშნულის თაობაზე.
            </p>
            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                ვის ვუზიარებთ მომხმარებლის მონაცემებს
            </h3>

            <p className="leading-7 [&:not(:first-child)]:mt-6">
                პერსონალური მონაცემების გაზიარება ხორციელდება პარტნიორი საკურიერო მომსახურების გამწევი კომპანიებისათვის, რომლებიც უზრუნველყოფენ მომხმარებლისათვის შეძენილი პროდუქციის მიწოდებას მის მიერ მითითებულ მისამართზე. საკურიერო მომსახურების გამწევ პარტნიორ კომპანიებს მომხმარებლის შესახებ გადაეცემა შემდეგი სახის ინფორმაცია: შეკვეთის დეტალები, სახელი, გვარი, მისამართი და საკონტაქტო ნომერი. პარტნიორი საკურიერო კომპანიებისათვის მიწოდებული ინფორმაცია გამოყენებული იქნება მხოლოდ შეძენილი პროდუქციის მიწოდების მიზნით.
            </p>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                მომხმარებლის პერსონალური მონაცემების გაზიარება შესაძლებელია საჭირო გახდეს საქართველოს მოქმედი კანონმდებლობით გათვალისწინებულ შემთხვევებში, დანაშაულის დადგენის, გამოძიების ან დანაშაულის აღკვეთის მიზნით.
            </p>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                მომხმარებლის ინტერესებიდან გამომდინარე, პირდაპირი მარკეტინგის გზით, სარეკლამო მასალების მოწოდების, მომხმარებლისათვის საინტერესო მომსახურების, პროდუქციის, სერვისებისა და მომსახურების ხარისხის გაუმჯობესების მიზნით D2D.GE-ს შეუძლია ისარგებლოს მომხმარებლის პერსონალური ინფორმაციით, კერძოდ, სახელით და ელ. ფოსტის მისამართით/ტელეფონის ნომრით. პირდაპირი მარკეტინგის განსახორციელებლად D2D.GE იტოვებს უფლებას, ხსენებული პერსონალური ხასიათის ინფორმაცია გადასცეს მესამე პირებს, რომლებიც სახელშეკრულებო ურთიერთობიდან გამომდინარე გაუწევენ D2D.GE-ს სარეკლამო მომსახურებას.
            </p>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                D2D.GE უფლებამოსილია პერსონალური ინფორმაცია გაუზიაროს საქართველოს მოქმედი კანონმდებლობით გათვალისწინებულ შემთხვევებში, გარდა ზემოაღნიშნულისა, ნებისმიერ მესამე პირს.
            </p>

            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                არასრულწლოვანი პირი
            </h3>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                მომხმარებელს ნებისმიერ დროს აქვს შესაძლებლობა D2D.GE-ს მოსთხოვოს პირდაპირი მარკეტინგის შეწყვეტა. მომხმარებლის მიერ პირდაპირი მარკეტინგის შეწყვეტის თაობაზე მოთხოვნა არ ავალდებულებს D2D.GE-ს შეწყვიტოს ინფორმაციის მიწოდება განახლებებისა და ცვლილებების შესახებ.
            </p>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                პირდაპირი მარკეტინგის შეწყვეტის სურვილის შემთხვევაში მომხმარებელს შეუძლია ელ.ფოსტის მეშვეობით მიმართოს D2D.GE-ს. აღნიშნულში არ მოიაზრება D2D.GE-ის მიერ სხვა მომსახურების მიწოდების შეწყვეტა.
            </p>

            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                ლოგ ფაილები და cookies
            </h3>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                D2D.GE სარგებლობს ლოგ ფაილების სტანდარტული პროცედურით. სხვა ვებგვერდების მსგავსად, D2D.GE იყენებს Cookies. ლოგ ფაილები და Cookies გამოიყენება იმისთვის რომ ვებგვერდმა შეინახოს ინფორმაცია მომხმარებლების ქცევის შესახებ და გააუმჯობესოს მომსახურების ხარისხი. მათი მეშვეობით გენერირდება და გროვდება შემდეგი ინფორმაცია:
            </p>
            <ul className="my-6 ml-6 list-disc [&>li]:mt-2">
                <li> IP მისამართი  </li>
                <li> მოწყობილობის ტიპი </li>
                <li> ბრაუზერი  </li>
                <li> ვებგვერდის ვიზიტის დრო, თარიღი და ხანგრძლივობა  </li>
                <li> რომელი პლატფორმიდან გადმომისამართდა მომხმარებელი D2D.GE-ის ვებგვერდზე   </li>
                <li> ინფორმაცია D2D.GE-ის ვებგვერდზე განხორციელებული ქმედებების შესახებ - რა პროდუქტები მოინახულა მომხმარებელმა  </li>
            </ul>

            <p className="leading-7 [&:not(:first-child)]:mt-6">
                ამ ინფორმაციით არ ხდება კონკრეტული მომხმარებლის იდენტიფიცირება და წარმოადგენს ანალიტიკურ მონაცემებს.
            </p>
            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                ამგვარი ინფორმაციის დამუშავების მიზანია:
            </h3>
            <ul className="my-6 ml-6 list-disc [&>li]:mt-2">
                <li> გავაანალიზოთ ტრენდები  </li>
                <li> D2D.GE-მა მართოს ვებგვერდი  </li>
                <li> აწარმოოს სტატისტიკა </li>
                <li> თვალი ადევნოს მომხმარებლების ქმედებებს ვებგვერდზე გამოცდილების შექმნის მიზნით  </li>
                <li> ეფექტური მარკეტინგული აქტივობების შესამუშავებლად და განსახორციელებლად  </li>
                <li> რჩევებისა და რეკომენდაციების მისაცემად  </li>
            </ul>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                ვებგვერდის გამოყენების დაწყებისას მომხმარებელს აქვს საშუალება დაეთანხმოთ cookies. თუ მომხმარებელი არ დააჭერს შესაბამის ღილაკს და შეტყობინების მიუხედავად გააგრძელებს ვებგვერდით სარგებლობას, ამგვარი ქმედება ჩაითვლება მომხმარებლის მიერ თანხმობად.
            </p>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                Cookie-ს პარამეტრების ცვლილება შესაძლებელია ბრაუზერის პარამეტრების შეცვლით.
            </p>
            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                მონაცემების მიღება
            </h3>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                D2D.GE ინფორმაციას იღებს შემდეგი წყაროებიდან:
            </p>
            <ul className="my-6 ml-6 list-disc [&>li]:mt-2">
                <li> როდესაც მომხმარებელი ავსებს ვებგვერდის სარეგისტრაციო ფორმას </li>
                <li>როდესაც კომუნიკაცია ხდება ტელეფონის ან ელექტრონული ფოსტის მეშვეობით </li>
                <li> როდესაც მომხმარებელი იყენებს D2D.GE-ის ვებგვერდს და ჩატს</li>
            </ul>

            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                რა სახის მონაცემები მუშავდება
            </h3>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                ვებგვერდზე რეგისტრაციისას მომხმარებელი უთითებს შემდეგ ინფორმაციას:

            </p>
            <ul className="my-6 ml-6 list-disc [&>li]:mt-2">
                <li>მობილურის ნომერი </li>
                <li> ელექტრონული ფოსტა</li>
                <li> სახელი და გვარი</li>
                <li>  ონლაინ მაღაზიაში ავტორიზაციისთვის ფასვორდი</li>
            </ul>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                რეგისტრაციისთვის აუცილებელია აღნიშნული ინფორმაციის მითითება, რომლის გარეშე მომხმარებელი ვერ განახორციელებს ვებგვერდზე რეგისტრაციას.
            </p>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                პროდუქციის შერჩევის შემდგომ მომხმარებელი ანგარიშსწორების მიზნით გადამისამართდება ბანკის ანგარიშსწორების გვერდზე, სადაც უთითებს მისი ბარათის მონაცემებს და ადასტურებს გადარიცხვას. D2D.GE-ს არ აქვს წვდომა მომხმარებლის საბანკო ბარათის მონაცემებზე. D2D.GE იღებს ინფორმაციას მომხმარებლის მიერ ანგარიშსწორების შესახებ.
            </p>

            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                კონფიდენციალური მონაცემების შენახვის ვადა

            </h3>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                D2D.GE პასუხისმგებლობას იღებს მომხმარებლის პერსონალური მონაცემების საიდუმლოებასა და უსაფრთხოებაზე.

            </p>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                მომხმარებლის შესახებ კონფიდენციალურ ინფორმაციას D2D.GE ინახავს კანონმდებლობით და წინამდებარე პოლიტიკით გათვალისწინებული მიზნის მიღწევისათვის საჭირო ვადით.
            </p>

            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                უსაფრთხოება
            </h3>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                D2D.GE-ისთვის მნიშვნელოვანია მომხმარებლის მიერ მიწოდებული კონფიდენციალური ხასიათის ინფორმაციის დაცვა. მომხმარებლის პირადი პროფილი ხელმისაწვდომია მხოლოდ მის მიერ შერჩეული მომხმარებლის სახელისა და ფასვორდის საშუალებით. D2D.GE გთხოვთ, აღნიშნული ინფორმაცია არ გაანდოთ მესამე პირებს. წინააღმდეგ შემთხვევაში D2D.GE იხსნის სრულ პასუხისმგებლობას.
            </p>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                D2D.GE მიმართავს ყველა ზომას მომხმარებლის კონფიდენციალური ინფორმაციის დაცვის მიზნით, თუმცა არ იღებს პასუხისმგებლობას და არ იძლევა გარანტიას მესამე პირების ქმედებებზე, რომლებიც ახორციელებენ კანონსაწინააღმდეგო შეღწევას D2D.GE-ის სერვერებზე.
            </p>

            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                მესამე მხარე
            </h3>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                D2D.GE იხსნის ყოველგვარ პასუხისმგებლობას სხვა ვებგვერდებთან მიმართებით, რომლებიც შესაძლებელია გარე ბმულის სახით განთავსებული იყოს D2D.GE-ის ვებგვერდზე. სხვა ვებგვერდის კონფიდენციალურობის პოლიტიკა შესაძლოა განსხვავდებოდეს წინამდებარე პოლიტიკისგან. შესაბამისად, D2D.GE მოგიწოდებთ გაეცნოთ გარე ბმულის სახით მითითებული ვებგვერდის გამოყენების პირობებსა და კონფიდენციალურობის პოლიტიკას.
            </p>

            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                ცვლილებები და დამატებები
            </h3>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                შესაძლებელია წინამდებარე დოკუმენტში განხორციელდეს ცვლილებები და დამატებები. ცვლილებების ან დამატებების შეტანის შემთხვევაში მომხმარებელი მიიღებს პირად შეტყობინებას ან გამოქვეყნდება ვებგვერდზე.
            </p>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                ცვლილებები და დამატებები ძალაში შედის D2D.GE-ის მიერ მომხმარებლისათვის პირადი შეტყობინების გაგზავნის ან ვებგვერდზე გამოქვეყნების შემდეგ. ცვლილებებისა და დამატებების ძალაში შესვლის შემდგომ, მომხმარებლის მიერ ვებგვერდით სარგებლობა განხილული იქნება როგორც შეცვლილ პირობებზე თანხმობა.
            </p>

            <h3 className="mt-8 scroll-m-20 text-2xl font-semibold tracking-tight">
                D2D.GE-თან დაკავშირება
            </h3>
            <p className="leading-7 [&:not(:first-child)]:mt-6">
                კონფიდენციალურობის პოლიტიკასთან დაკავშირებული კითხვებისა და დამატებითი ინფორმაციის მიღების მიზნით დაგვიკავშირდით info@d2d.GE
            </p>
        </div>
    )
}
